{
  "Conception physique": {
    "Conception mécanique": {
      "Facteurs géometriques": {
        "Arrêt normal": {
          "Détection": {
            "NULL": {
              "NULL": {}
            },
            "Assurer une posture de travail adaptée et une bonne accessibilité des organes de service": "NF EN ISO 12100:2010"
          }
        },
        "Les zones de travail et les zones dangereuses soient autant que possible visibles depuis le poste de commande": "NF EN ISO 12100:2010",
        "Augmentation de l'écartement minimal entre les pièces en mouvement ou réduction de cet écartement de façon qu'aucune partie du corps ne puisse y entrer": "ISO 13854 \nISO 13857",
        "La suppression des arêtes vives, des angles vifs, des pièces saillantes et des surfaces rugueuses": "NF EN ISO 12100:2010"
      },
      "Aspects physiques et techniques": {
        "La limitation de l'effort d'entraînement, de la masse et/ou de la vitesse des éléments mobiles, et des émissions": "NF EN ISO 12100:2010",
        "Traiter les contraintes mécaniques (construction, fixation adéquates, fatigue, équilibrage statique et dynamique des éléments tournants)": "NF EN ISO 12100:2010",
        "Traiter les matériaux et leur propriétés (la résistance à la corrosion, au vieillissement, à l'abrasion et à l'usure, la dureté, la ductilité, la fragilité, l'homogénéité, la toxicité, et l'inflammabilité)": "NF EN ISO 12100:2010",
        "Eclairage incorporé, adapté aux opérations là où l’absence d’un tel dispositif pourrait créer un risque": "NF EN ISO 12100:2010",
        "Application du principe de l'action mécanique positive": "NF EN ISO 12100:2010"
      },
      "Stabilité": {
        "La stabilité doit être prise en compte pendant toutes les phases du cycle de vie de la machine, y compris la manutention, les déplacements, l'installation, l'utilisation, le démontage, la mise hors service et la mise au rebut. Les facteurs à prendre en compte comprennent :\n* La géométrie de la surface d'appui\n* La géométrie de la surface d'appui\n* La distribution des masses, compte tenu de la charge\n* Les efforts dynamiques résultant de mouvements de parties de la machine, de la machine elle-même, ou d'éléments tenus par la machine, qui pourraient être à l'origine d'un moment de renversement": "NF EN ISO 12100:2010",
        "La machine, ainsi que ses éléments et ses équipements, doivent être suffisamment stables pour éviter le renversement, la chute ou les mouvements incontrôlés durant le transport, le montage, le démontage et toute autre action impliquant la machine.": "NF EN ISO 12100:2010",
        "Si la forme même de la machine ou son installation prévue ne permet pas d'assurer une stabilité suffisante, des moyens de fixation appropriés doivent être prévus et indiqués dans la notice d'instructions.": "NF EN ISO 12100:2010"
      },
      "Maintenabilité": {
        "Prendre en considération les facteurs de maintenabilité suivants pour permettre l'entretien de la machine :\n* Accessibilité, compte tenu de l'environnement et des dimensions anthropométriques, y compris l'encombrement des vêtements de travail et des outils utilisés\n* Facilité de la manutention, compte tenu des possibilités humaines\n* Présence d’un dispositif d’éclairage appropriés pour les zones d’entretien, et les parties intérieures qui doivent être inspectées et réglées fréquemment\n* Limitation du nombre d'outils et accessoires spéciaux": "NF EN ISO 12100:2010"
      },
      "Ergonomie": {
        "Application des principes ergonomiques afin de réduire la sollicitation et la charge physique et mentale de l'opérateur": "NF EN ISO 12100:2010",
        "Prises en compte des caractéristiques anthropométriques susceptibles d'être rencontrées dans la population d'utilisateurs prévue, les efforts et les postures, l'amplitude des mouvements, la fréquence des actions cycliques.": "NF EN ISO 12100:2010\nISO 10075 \nISO 10075-2",
        "Tous les éléments de l'interface opérateur-machine, tels que les commandes, les moyens de signalisation ou d'affichage de données, doivent être conçus de manière à être facilement compris et à permettre une interaction claire et sans équivoque entre l'opérateur et la machine.": "NF EN ISO 12100:2010\nEN 614-1\nEN 13861\nCEI 61310-1",
        "Il convient que l'écran de contrôle se trouve à 1,2 m maximum des yeux du conducteur. Si l’emplacement de l’écran de contrôle est supérieur à 1,2 m du point des yeux de l’opérateur, les images affichées doivent être agrandies proportionnellement suivant l’écran de contrôle.": "NF EN ISO 12100:2010\nEN ISO 16001",
        "L'écran doit être positionné de manière à minimiser l'éblouissement produit par la lumière directe du soleil.": "NF EN ISO 12100:2010\nEN ISO 16001"
      }
    },
    "Conception électrique": {
      "La CEI 60204-1 donne des dispositions générales relatives au sectionnement et à la coupure des circuits électriques ainsi qu'à la protection contre les chocs électriques": "NF EN ISO 12100:2010\nCEI 60204-1",
      "La machine doit être conçue et construite pour empêcher ou limiter l'apparition de charges électrostatiques potentiellement dangereuses et/ou être équipée des moyens permettant de les écouler": "NF EN ISO 12100:2010"
    },
    "Conception hydraulique et pneumatique": {
      "Que la pression maximale admissible ne puisse pas être dépassée dans les circuits": "NF EN ISO 12100:2010",
      "Qu’aucun phénomène dangereux ne puisse résulter de variations ou d'une augmentation de pression, ni d'une chute de pression ou de la réduction d'une dépression": "NF EN ISO 12100:2010",
      "Qu’aucun jet dangereux de fluide ou mouvement brusque dangereux d'un tuyau flexible (coup de fouet) ne puisse résulter d'une fuite ou de la défaillance de composants": "NF EN ISO 12100:2010",
      "Que les récepteurs pneumatiques, les réservoirs d'air ou les cuves similaires soient conformes aux codes ou réglementations de conception qui leur sont applicables": "NF EN ISO 12100:2010",
      "Que tous les éléments de l'équipement, et particulièrement les tuyauteries rigides et flexibles, soient protégés contre les agressions externes\n": "NF EN ISO 12100:2010",
      "Que, dans toute la mesure du possible, les réservoirs et cuves similaires soient ramenés automatiquement à la pression atmosphérique lorsque la machine est séparée de sa source d'énergie et, si cela n'est pas possible, que des moyens soient prévus pour isoler ces réservoirs ou capacités et les mettre séparément à la pression atmosphérique, ainsi que pour indiquer la pression qui y règne. ": "NF EN ISO 12100:2010\nISO 14118:2000, Article 5",
      "Que tous les éléments qui restent sous pression après séparation de la machine de sa source d'énergie soient munis de dispositifs de mise à la pression atmosphérique clairement identifiés, une inscription d'avertissement attirant l'attention sur la nécessité de mise à la pression atmosphérique avant toute intervention de réglage ou de maintenance sur la machine": "NF EN ISO 12100:2010",
      "Que, lors de l’emploi de fluides, la machine doit être conçue et construite pour éviter les risques dus au remplissage, à l'utilisation, à la récupération et à l'évacuation.": "NF EN ISO 12100:2010"
    }
  },
  "Aspect fonctionnel": {
    "Exigence Générale": {
      "Analyse systématique des conditions de mise en marche et d'arrêt": "Analyse systématique des conditions de mise en marche et d'arrêt",
      "Disponibilité de modes opératoires particuliers (par exemple mise en marche après un arrêt normal, remise en marche après une interruption du cycle ou un arrêt d'urgence, fonctionnement d'une partie seulement de la machine en cas de défaillance d'un de ses éléments)": "Disponibilité de modes opératoires particuliers (par exemple mise en marche après un arrêt normal, remise en marche après une interruption du cycle ou un arrêt d'urgence, fonctionnement d'une partie seulement de la machine en cas de défaillance d'un de ses éléments)",
      "Affichage en clair des défauts": "Affichage en clair des défauts",
      "Mesures empêchant la génération accidentelle d'ordres de mise en marche intempestifs (organe de mise en marche protégé, par exemple) pouvant entraîner un comportement dangereux de la machine.": "Mesures empêchant la génération accidentelle d'ordres de mise en marche intempestifs (organe de mise en marche protégé, par exemple) pouvant entraîner un comportement dangereux de la machine."
    },
    "Démarrage et arrêt": {
      "Mise en marche": {
        "Le démarrage de la machine nécessite un opérateur local": "NF EN ISO 18497 ",
        "Le démarrage d'un moteur à combustion interne ne doit pas mettre en mouvement une machine mobile": "NF EN ISO 18497 ",
        "Le raccordement au réseau électrique ne doit pas mettre en marche les éléments de travail d'une machine électrique\n": "NF EN ISO 18497 ",
        "Lorsque la machine est alimentée par une énergie autre qu'électrique, elle doit être conçue, construite et équipée de manière à éviter tous les risques potentiels liés à ces sources d'énergie.": "NF EN ISO 18497 "
      },
      "Mise à l arrêt": {
        "Arrêt normal": {
          "Commandes d'arrêt maintenues (par exemple sous l'effet d'un dispositif de verrouillage) en vue d'empêcher un redémarrage pouvant entraîner un comportement dangereux de la machine ": "ISO 14118:2000, Figure 1",
          "Un organe de service permettant l’arrêt complet en toute sécurité": " NF EN ISO 18497 ",
          "Chaque poste de travail doit être muni d'un organe de service permettant d'arrêter tout ou partie des fonctions de la machine": "NF EN ISO 18497 ",
          "L'ordre d'arrêt de la machine doit être prioritaire sur les ordres de mise en marche": "NF EN ISO 18497 ",
          "L'arrêt de la machine ou de ses fonctions dangereuses étant obtenu, l'alimentation en énergie des actionneurs concernés doit être interrompue.\n": "NF EN ISO 18497 "
        },
        "Arrêt de service": {
          "Lorsque, pour des raisons de service, il convient de recourir à une commande d'arrêt qui n'interrompt pas l'alimentation en énergie des actionneurs, la fonction arrêt doit être surveillée et maintenue.": "NF EN ISO 18497 "
        },
        "Arrêt d urgence": {
          "La machine doit être munie d'un ou de plusieurs dispositifs d'arrêt d'urgence permettant d'éviter des situations dangereuses qui sont en train de se produire ou qui sont imminentes.": "NF EN ISO 12100:2010\n NF EN ISO 18497 ",
          "Un système de ralentissement et de mise à l'arrêt utilisable en cas de défaillance du système de freinage principal": "NF EN ISO 18497 ",
          "La fonction d'arrêt d'urgence doit être maintenue, disponible et opérationnelle à tout moment, quel que soit le mode opératoire.": "NF EN ISO 18497 ",
          "Le réarmement ne doit pouvoir s'effectuer qu'à l'emplacement d'où l'ordre d'arrêt d'urgence a été donné.": "NF EN ISO 18497 ",
          "La désactivation du dispositif ne doit pas remettre la machine en marche mais seulement d'autoriser un redémarrage.": "NF EN ISO 18497 ",
          "Le processus dangereux doit s'arrêter en un temps aussi réduit que possible sans créer de phénomènes dangereux supplémentaires; si cela est impossible ou si le risque ne peut pas être réduit, il convient de se demander si l'arrêt d'urgence est ou non une bonne solution;": "NF EN ISO 12100:2010",
          "La commande d'arrêt d'urgence doit déclencher ou permettre de déclencher certains mouvements de sauvegarde lorsque cela est nécessaire.": "NF EN ISO 12100:2010",
          "Dans le cas de machines ou d'éléments de machines conçus pour travailler ensemble, les commandes d'arrêt, y compris les dispositifs d'arrêt d'urgence, doivent arrêter non seulement la machine, mais aussi tous les équipements associés si leur maintien en fonctionnement peut constituer un danger.": "NF EN ISO 12100:2010",
          "Des détails supplémentaires pour la conception et la sélection des composants et éléments électriques permettant d'assurer la fonction d'arrêt d'urgence sont donnés dans la CEI 60204.": "NF EN ISO 12100:2010",
          "NOTE Pour des dispositions plus détaillées, voir l'ISO 13850.": "NF EN ISO 12100:2010",
          "Un ensemble de machines peut être subdivisé en plusieurs zones pour l'arrêt d'urgence, l'arrêt provoqué par des dispositifs de protection et/ou la consignation. Les différentes zones doivent être clairement délimitées et l'affectation des différentes parties de la machine à ces différentes zones doit être évidente.": "NF EN ISO 12100:2010"
        },
        "Interruption de l alimentation": {
          "La fonction d'arrêt de la machine doit être préservée": "NF EN ISO 12100:2010",
          "Tous les dispositifs dont le maintien en fonctionnement est nécessaire pour la sécurité doivent rester opérants": "NF EN ISO 12100:2010",
          "Les parties de machines ou les éléments et/ou charges tenus par une machine et qui sont susceptibles de se mouvoir sous l'effet de leur énergie potentielle doivent être retenus le temps nécessaire pour qu'ils puissent être abaissés en sécurité": "NF EN ISO 12100:2010"
        }
      },
      "Remise en marche aprés interruption": {
        "La remise en marche spontanée d'une machine lorsqu'elle est réalimentée en énergie après une interruption doit être empêchée": "NF EN ISO 12100:2010",
        "Si le moteur cale, son redémarrage doit nécessiter un déclenchement par l'opérateur.": "NF EN ISO 12100:2010"
      }
    },
    "Commande": {
      "Système de commande": {
        "Matériel": {
          "Choisi et installé de façon à satisfaire aux exigences fonctionnelles et aux exigences de performance correspondant aux fonctions de sécurité à réaliser, notamment en faisant appel à des mesures relatives à l'architecture du système, au choix (et/ou à la conception) d'équipements et de dispositifs présentant une probabilité adéquate de défaillance matérielle aléatoire dangereuse, et à l'intégration au matériel de mesures et de techniques permettant d'éviter les défaillances systématiques et de maîtriser les défauts systématiques": "NF EN ISO 12100:2010",
          "Les systèmes de commande doivent être conçus de manière à limiter les mouvements des éléments de la machine, de la machine elle-même ou des pièces et/ou charges tenues par la machine aux paramètres de sécurité prévus par conception (par exemple amplitude, vitesse, accélération, décélération, charge utile). Les effets dynamiques (balancement des charges, par exemple) doivent être pris en considération.": "NF EN ISO 12100:2010",
          "Lorsque la machine contient plusieurs éléments qui peuvent être utilisés indépendamment les uns des autres, le système de commande doit être conçu de manière à prévenir les risques résultant d'un défaut de synchronisation (par exemple système anticollisions).": "NF EN ISO 12100:2010",
          "Le mode de commande ou de fonctionnement sélectionné doit avoir la priorité sur tous les autres modes de commande ou de fonctionnement, à l'exception de l'arrêt d'urgence.": "NF EN ISO 12100:2010",
          "Si la machine a été conçue et construite pour permettre son utilisation selon plusieurs modes de commande ou de fonctionnement nécessitant des mesures de prévention et/ou des procédures de travail différentes, elle doit être munie d'un sélecteur de mode verrouillable dans chaque position. Chaque position du sélecteur doit être clairement Identifiable et ne doit permettre qu'un seul mode de commande ou de fonctionnement.": "NF EN ISO 18497 ",
          "Réaliser la compatibilité électromagnétique (CEM) ,": "CEI 60204-1\nCEI 61000-6.",
          "L'écran de contrôle doit être positionné de manière à se trouver dans l'arc de 180° centré en face du conducteur.": "EN ISO 16001",
          "Il convient que l'image sur l'écran de contrôle soit affichée de la façon intuitivement la plus logique pour l'application.": "EN ISO 16001",
          "Minimiser la probabilité de défaillance des fonctions de sécurité en utilisant des composants fiables et à defaillance orirntée": "NF EN ISO 12100:2010",
          "Minimiser la probabilité de défaillance des fonctions de sécurité par duplication (ou redondance) de composants ou de sous-ensembles": "NF EN ISO 12100:2010"
        },
        "Logiciel": {
          "Le logiciel doit être conçu de manière à satisfaire aux spécifications de performance correspondant aux fonctions de sécurité ": "NF EN ISO 12100:2010\nCEI 61508-3",
          "Il est recommandé que le logiciel d'application ne soit pas reprogrammable par l'utilisateur. Lorsque l'application nécessite une reprogrammation par l'utilisateur, il convient que l'accès au logiciel traitant les fonctions de sécurité soit restreint": "NF EN ISO 12100:2010",
          "La défaillance du logiciel du système de commande n’entraine pas de situation dangereuse": "NF EN ISO 12100:2010",
          "Des erreurs affectant la logique du système de commande ou une erreur humaine raisonnablement prévisible au cours du fonctionnement n’entrainent pas de situation dangereuse": "NF EN ISO 12100:2010",
          "Il convient d'intégrer aux systèmes de commande des systèmes de diagnostic destinés à faciliter la recherche de défauts de manière à rendre inutile la neutralisation de mesures de prévention.": "NF EN ISO 12100:2010",
          "Détection immédiate des défauts, ou contrôles périodiques permettant la détection d'un défaut avant la prochaine sollicitation de la fonction de sécurité. Dans les deux cas, une mesure de prévention (arrêt du processus, alarme) peut être immédiatement déclenchée, ou être retardée jusqu'à ce qu'un événement particulier se produise.": "NF EN ISO 12100:2010"
        }
      },
      "Commande manuelle": {
        "Une commande d'arrêt doit être disposée à proximité de chaque commande de mise en marche": "NF EN ISO 12100:2010",
        "Les organes de service doivent être placés hors d'atteinte de personnes se tenant dans des zones dangereuses ": "NF EN ISO 12100:2010\nCEI 61310-3",
        "Autant que possible, les dispositifs de commande et les postes de commande doivent être placés de façon que l'opérateur puisse observer la zone de travail ou la zone dangereuse": "NF EN ISO 12100:2010",
        "S'il est possible de commander la mise en marche du même élément dangereux au moyen de plusieurs commandes, le circuit de commande doit être conçu de sorte qu'une seule commande soit efficace à un moment donné": "NF EN ISO 12100:2010"
      },
      "Organes de service": {
        "Clairement visibles et identifiables grâce à des pictogrammes, le cas échéant,": "NF EN ISO 12100:2010",
        "Placés de façon à pouvoir être actionnés en toute sécurité, sans hésitation ni perte de temps et sans équivoque,": "NF EN ISO 12100:2010",
        "Conçus de façon à ce que le mouvement des organes de service soit cohérent avec l'effet commandé,": "NF EN ISO 12100:2010",
        "Disposés hors des zones dangereuses sauf, si nécessaire, pour certains organes de service, tels qu'un arrêt d'urgence et une console d'apprentissage pour les robots,": "NF EN ISO 12100:2010",
        "Situés de façon à ce que le fait de les actionner ne puisse engendrer de risques supplémentaires,": "NF EN ISO 12100:2010",
        "Conçus ou protégés de façon à ce que l'effet voulu, s'il peut entraîner un danger, ne puisse être obtenu que par une action volontaire,": "NF EN ISO 12100:2010",
        "Lorsqu'un organe de service permet plusieurs actions différentes, c'est-à-dire que son action n'est pas univoque, l'action commandée doit être affichée en clair et, si nécessaire, faire l'objet d'une confirmation.": "NF EN ISO 12100:2010",
        "Les organes de service doivent avoir une configuration telle que leur disposition, leur course et leur résistance soient compatibles avec l'action commandée, compte tenu des principes de l'ergonomie.": "NF EN ISO 12100:2010",
        "La machine doit être munie des dispositifs de signalisation nécessaires pour pouvoir la faire fonctionner en toute sécurité.": "NF EN ISO 12100:2010",
        "Les organes de service doivent être conçus ou protégés pour que leur effet, si un risque peut en résulter, ne puisse se produire sans qu'ils soient actionnés intentionnellement (voir l'ISO 9355-1, l'ISO 9355-3 et l'ISO447": "NF EN ISO 12100:2010",
        "Les mouvements des machines télécommandées par liaison non filaire doivent s'arrêter automatiquement lorsque la machine cesse de recevoir des signaux de commande corrects ou que la liaison est interrompue": "NF EN ISO 18497 \nCEI 60204-1"
      }
    },
    "Opération agricole hautement automatisée": {
      "Mise en marche de l opération hautement automatisée": {
        "Moyen local ou à distance permettant d'activer ou de désactiver les OHA.": "NF EN ISO 18497 ",
        "Moyen local ou à distance permettant de démarrer ou d'arrêter les OHA.": "NF EN ISO 18497 ",
        "La procédure pour redémarrer l'OHA doit nécessiter un déclanchement par l'opérateur.": "NF EN ISO 18497 "
      },
      "Mobilité": {
        "Perception": {
          "Détection": {
            "La machine hautement automatisé doit être dotée:\n* d'un système de détection capable de détecter et localiser les personnes ou d’autres obstacles pour la machine\n* d'un système de détection capable de localiser et de positionner la machine selon les besoins des opérations concernées, tout en empêchant les excursions imprévues au-delà des limites de la zone de travail.": "NF EN ISO 18497 ",
            "Note : voir ISO 16001, 2017,": "NF EN ISO 18497 ",
            "Le système doit s’activer automatiquement au démarrage ou à la mise en route, doit procéder à un autocontrôle initial et donner une indication de fonctionnement appropriée.": "NF EN ISO 18497 ",
            "La détection doit avoir lieu de manière non ambiguë avec une séquence continue de signaux ou d'informations appropriés à la zone de détection": "NF EN ISO 18497 ",
            "Il est possible de combiner les systèmes de détection d’objets (ODS) et aide visuelle (VA) pour couvrir la zone de détection nécessaire dans le cas où un seul système ne peut couvrir la zone.": "EN ISO 16001",
            "Un dispositif de détection d'objets (ODS) doit disposer d'une fonction de surveillance permanente comportant au moins les éléments suivants: un voyant d'indication de fonction (vert), si un mode d'attente est fourni, un voyant de mise en veille (clignotant ambre ou clignotant vert), et un signal de défaillance visuel ou sonore, ou les deux, en cas de problème de fonctionnement du système. ": "EN ISO 16001",
            "Après l’introduction d’un objet à détecter, le temps de détection du système ODS ne doit pas dépasser 300 ms.": "EN ISO 16001",
            "En cas de dysfonctionnement du système ODS, un avertissement doit être donné à l’opérateur, et toute opération dépendante de ce système est désactivée.": "EN ISO 16001",
            "La compatibilité électromagnétique (CEM) des systèmes ODS et VA doit être conforme à l’ISO 13766.": "EN ISO 16001",
            "L’environnement physique des conditions de fonctionnement dans lesquelles les systèmes ODS et VA sont utilisés doit être conforme à l'ISO 15998 ou à l’ISO 19014-3.": "EN ISO 16001",
            "Il convient de prendre en compte les fonctions de la machine ainsi que les aspects opérationnels et environnementaux des ODS et VA.": "EN ISO 16001"
          }
        },
        "Planification": {
          "Décision": {
            "Grantir qu'il n'y a pas d'obstacle dans la zone dangereuse avant tout mouvement ou déclenchement d'OHA et durant la période d'avertissement.": "NF EN ISO 18497 ",
            "Autoriser la commande automatisée des moteurs et du mouvement que lorsque l'OHA est activé.": "NF EN ISO 18497 ",
            "Autoriser le démarrage du moteur, le démarrage du mouvement des roues et le mouvement de la machine qu'en réponse à une demande de l'opérateur, qu'après autorisation du système de détection et qu'au terme de la période d'avertissement.": "NF EN ISO 18497 ",
            "Arrêt du démarrage du moteur à l'entrée d'un obstacle dans la zone dangereuse pendant la période d'avertissement ou de démarrage du moteur.": "NF EN ISO 18497 ",
            "Interrompre le déclenchement du mouvement des roues et du mouvement de la machine s'il y a une entrée d'un obstacle dans la zone dangereuse pendant la période d'avertissement.": "NF EN ISO 18497 ",
            "Désactivation des OHA en cas de défaillance du moteur.": "NF EN ISO 18497 ",
            "Autoriser le démarrage du mouvement des roues qu'en réponse à une demande de l'opérateur et qu'après autorisation du système de de détection.": "NF EN ISO 18497 ",
            "Arrêt du mouvement de la MAHA s'il y a une entrée d'un obstacle dans la zone dangereuse autour de la machine.": "NF EN ISO 18497 ",
            "Les commandes manuelles l'emportent sur le fonctionnement hautement automatisé.": "NF EN ISO 18497 ",
            "Limitation automatique de la vitesse de fonctionnement suivant le manuel de l'opérateur.": "NF EN ISO 18497 "
          }
        },
        "Action": {
          "La vitesse de fonctionnement maximale d'une machine durant une OHA doit être compatible avec les spécifications du système de détection.": "NF EN ISO 18497 "
        }
      }
    }
  },
  "Informations pour les utilisateurs": {
    "Exigence Générale": {
      "Les informations pour l'utilisation sont destinées aux utilisateurs professionnels et/ou non professionnels.": "Les informations pour l'utilisation sont destinées aux utilisateurs professionnels et/ou non professionnels.",
      "Des informations doivent être fournies à l'utilisateur sur l'utilisation normale de la machine, qui tiennent compte notamment de tous ses modes de fonctionnement.": "Des informations doivent être fournies à l'utilisateur sur l'utilisation normale de la machine, qui tiennent compte notamment de tous ses modes de fonctionnement.",
      "Les informations pour l'utilisation doivent couvrir, séparément ou conjointement, le transport, l'assemblage et l'installation, la mise en service, l'utilisation de la machine (réglage, apprentissage, programmation ou changement de processus de fabrication, fonctionnement, nettoyage, recherche de défauts et entretien/maintenance) et, si nécessaire, son démontage, sa mise hors service et sa mise au rebut.": "Les informations pour l'utilisation doivent couvrir, séparément ou conjointement, le transport, l'assemblage et l'installation, la mise en service, l'utilisation de la machine (réglage, apprentissage, programmation ou changement de processus de fabrication, fonctionnement, nettoyage, recherche de défauts et entretien/maintenance) et, si nécessaire, son démontage, sa mise hors service et sa mise au rebut."
    },
    "Surveillance": {
      "Présence d'un système de surveillance local ou à distance.": "NF EN ISO 18497 ",
      "Surveillance du moteur et sa zone dangereuse de manière permanente.": "NF EN ISO 18497 ",
      "Communication permanente avec le système de surveillance.": "NF EN ISO 18497 ",
      "Surveillance automatique continue de l'état de mouvement de la machine à disposition de l'opérateur.": "NF EN ISO 18497 ",
      "Accès continu à l'état de fonctionnement du système et aux informations de sécurité pertinentes.": "NF EN ISO 18497 ",
      "Indication et enregistrement des raisons pour lesquelles l'état de sécurité a été initié (Système de diagnostic).": "NF EN ISO 18497 "
    },
    "Signaux et dispositifs d avertissement": {
      "Des signaux visuels, tels que des lampes clignotantes, et des signaux sonores, tels que des sirènes, peuvent être utilisés pour avertir d'un événement dangereux imminent, comme la mise en marche ou la survitesse d'une machine. De tels signaux peuvent également être utilisés pour avertir l'opérateur avant le déclenchement automatique de mesures préventives.": "NF EN ISO 12100:2010",
      "Il est essentiel que ces signaux:\n• soient émis avant que l'événement dangereux se produise,\n• ne soient pas ambigus,\n• puissent être clairement perçus, et distingués de tous les autres signaux utilisés, et\n• puissent être clairement reco": "NF EN ISO 12100:2010",
      "Les dispositifs d'avertissement doivent être conçus et placés de manière à pouvoir être facilement contrôlés.": "NF EN ISO 12100:2010",
      "Les informations pour l'utilisation doivent prescrire un contrôle périodique des dispositifs d'avertissement.": "NF EN ISO 12100:2010",
      "L'attention des concepteurs est attirée sur le risque de «saturation sensorielle» résultant d'un trop grand nombre de signaux visuels et/ou sonores, qui peut aussi conduire à la neutralisation des dispositifs d'avertissement.": "NF EN ISO 12100:2010"
    },
    "Inscription, signes et avertissements écrits": {
      "La machine doit porter toutes les inscriptions nécessaires:\n• Pour qu'elle puisse être identifiée sans ambiguïté, comprenant au moins\no le nom et l'adresse du fabricant,\no la désignation de la série ou du type, et\no le numéro de série, s'il y a lieu;\n• pour indiquer qu'elle est conforme aux dispositions réglementaires, comprenant\no un marquage, et\no des indications écrites (par exemple mandataire du fabricant, désignation de la machine, année de construction, utilisation normale en atmosphère explosible);\n• pour la sécurité d'utilisation, par exemple:\no la vitesse de rotation maximale des éléments tournants;\no le diamètre maximal des outils;\no la masse (exprimée en kilogrammes) de la machine elle-même et/ou de parties amovibles;\no la charge maximale d'utilisation;\no la nécessité de porter un équipement de protection individuelle;\no les données pour le réglage des protecteurs;\no la périodicité des inspections.": "NF EN ISO 12100:2010",
      "Il convient que les informations inscrites directement sur la machine soient permanentes et restent lisibles pendant toute la durée escomptée de la vie de la machine.": "NF EN ISO 12100:2010",
      "Des signes ou avertissements écrits limités au seul message «danger» ne doivent pas être utilisés.": "NF EN ISO 12100:2010",
      "Les inscriptions doivent être conformes à des normes reconnues (par exemple l'ISO 2972 et l'ISO 7000, en particulier pour les pictogrammes, les symboles et les couleurs).": "NF EN ISO 12100:2010",
      "Voir la CEI 60204-1 en ce qui concerne le marquage de l'équipement électrique.": "NF EN ISO 12100:2010",
      "Voir l'ISO 4413 et l'ISO 4414 en ce qui concerne le marquage de l'équipement hydraulique et pneumatique.": "NF EN ISO 12100:2010"
    },
    "Documents d acompagnement": {
      "Les documents d'acompagnement doivent être réalisés selon la norme ISO 12100": "NF EN ISO 12100:2010",
      "Notice d'instruction : ISO 12100 : 6,4,5": "NF EN ISO 12100:2010",
      "La documentation relative à l'appréciation du risque doit présenter la procédure qui a été suivie et les résultats qui ont été atteints": "NF EN ISO 12100:2010"
    }
  }
}